{
  "term":"Aeration",
  "tags":["Ventilation"],
  "definition": [
    {"paragraph1":"Aeration is the process of puncturing the soil to allow better water penetration and to introduce more oxygen into the soil."},
    {"paragraph2":"When performed outdoors, aeration is most often done with manual or mechanized equipment that either removes cores of soil from the top layer, or by simply puncturing the soil with spikes. For indoor gardening, the goal is the same, but the process by which aeration is achieved is somewhat different. In most cases, the actual soil composition is adjusted to promote more oxygenation and water absorption."}
  ],
  "explanation": [
    {"paragraph1":"Aeration is an important part of indoor gardening. To grow and thrive, plants must take up a number of nutrients from the soil in which they grow. These nutrients dissolve in what is called the soil solution - a mixture of water and soil surrounding the plants’ roots. Soil must absorb and retain water, and aeration helps the soil to absorb more water."},
    {"paragraph2":"For indoor gardening, the most common solutions involve soil additives. The goal is to make the soil very porous so water can deeply penetrate the soil."},
    {"paragraph3":"To achieve this goal, indoor horticulturists may add tree bark, twigs, dried leaves and grass clippings or sand. Vermiculite – a common mineral that is often used for insulation and water retention – may also be used to increase soil aeration."},
    {"paragraph4":"While outdoor horticulturists will generally aerate their growing areas once per year with mechanical aerating equipment, for indoor gardening aeration is performed when plants are first potted. Some indoor horticulturists use as much as a one-to-one ratio of aeration mixture and soil. This requires more frequent watering than when using less aeration mixture."},
    {"paragraph5":"Typically, indoor horticulturists will use a 30% - 50% aeration mixture (which may consist of one or more of the above-mentioned products), depending on the plants they are growing, amount of sunlight and watering schedule."}
  ]
}