{
  "term":"Arborist",
  "tags":["Plant Care"],
  "definition": [
    {"paragraph1":"An arborist is a person who trims and cares for trees and shrubs to protect the plant's health and to protect the surroundings, including homes, power lines, sidewalks, and roadways. Through the use of specialized equipment to safely climb and prune tree limbs, an arborist can ensure that the trees on private and public properties are well cared for, healthy, and pose no risk to property or people around them."},
    {"paragraph2":"Some arborists are government employees, while others work for private landscaping and tree removal companies. An arborist working for a state or municipal government will largely be employed to trim, cut, or remove trees encroaching on public works, while a privately employed arborist will usually work with private homeowners and businesses to take care of the trees on their properties."}
  ],
  "explanation": [
    {"paragraph1":"An arborist’s job is to maintain trees through the practice of pruning and trimming appropriate branches and limbs. They do this for many reasons – to improve the health of the tree(s), for landscaping, to save a dying tree, and to ensure that trees and shrubs do not interfere with public works or private structures."},
    {"paragraph2":"By cutting away dead and dying branches, arborists extend the lives of trees and shrubs, and they may also help make fruit-bearing trees more bountiful. They often use specialized climbing and trimming equipment. In addition to cutting and trimming, an arborist may also fertilize and spray trees to prevent or treat diseased trees."},
    {"paragraph3":"Some arborists specialize in tree shaping, also called arborsculpture. This is the practice of using an arborist’s skills and tools to influence a tree’s growth to give it a certain shape and size. Some arborsculpture arborists’ work is as simple as shaping the outside edges of an ornamental tree, while others create intricate shapes and patterns in growing trees that are displayed in private and public gardens."}
  ]
}
