{
  "term":"Artificial Light",
  "tags":["Tools and Equipment"],
  "definition": [
    {"paragraph1":"Artificial light, as opposed to natural light, refers to any light source that is produced by electrical means. Artificial lighting has many different applications and is used both in home and commercially. Artificial lights are available in a wide variety of shapes, sizes, colors of light emitted, and levels of brightness. The use of artificial lighting is crucial in agriculture and gardening, particularly in indoor cultivation."}
  ],
  "explanation": [
    {"paragraph1":"There are several different types of artificial light sources. Some of these sources are incandescent bulbs, halogen lamps, metal halide, fluorescent tube, compact florescent light, and LEDs. All lights emit energy in the form of photons. Light is absolutely essential to plant growth and vitality as it is a key component in photosynthesis. However, different types of plants, both indoor and outdoor, require different amounts of light. Although sunlight is best for most plants, they can still be successfully grown using only artificial light."},
    {"paragraph2":"Artificial lights, when used as grow lights, can be used to aid in both in-home and commercial plant growth. Artificial lights can provide supplemental light to some plants, or can be the only light source available. Some growing methods, like hydroponics, almost exclusively rely on artificial lighting, particularly in large-scale, indoor commercial operations."},
    {"paragraph3":"When choosing the proper grow light, it is important to consider several different factors in artificial lighting. First, plants require a light that emits the complete spectrum of light, or “full-spectrum” lights. Although blue and red lights seem to have the most effect on plant growth, plants use the full spectrum for photosynthesis. Another aspect of lighting that should be noted is the intensity of light. This is determined by the wattage of the bulb and how close the plant will be to the source of light."},
    {"paragraph4":"Additionally, care should be taken when deciding how much lights to expose plants to as all plants differ in light intensity needs. Last, but not least, light duration should also be considered. Some plants need varying amounts of light and darkness for proper growth. This is particularly true in flowering plants. For example, short-day plants will thrive on less than 12 hours of light a day. However, long-day plants need at least 14 to 18 hours of light per day."}
  ]
}
