{
  "term":"Axillary Bud",
  "tags":["Botany"],
  "definition": [
    {"paragraph1":"An axillary bud is a sprout that develops in the axil of a plant, which is the angle formed by the upper side of the stem and an outgrowing leaf or branch. These embryonic shoots develop exogenously from the outer-cortex layer of the plant at the axillary intersection and eventually grow into new stems. At times the bud may give rise to flowers rather than branches (axillary shoots), and in that case the buds are called floral buds."},
    {"paragraph2":"Axillary buds have the ability to produce new shoots to promote the growth of the plant, and may be specialized by giving rise to either vegetative shoots or reproductive shoots. Axillary buds may either remain inactive for some time or generate a shoot immediately after their formation."},
    {"paragraph3":"Axillary buds are also known as lateral buds."}
  ],
  "explanation": [
    {"paragraph1":"Axillary buds are the initial sprouts that eventually will give continuity to the plant and so must be cared for. When the plant has weaker apical dominance or when the apical meristem and terminal bud are at a further proximity to the new buds, the axillary buds are subsequently exposed to fewer auxins and their development is promoted at a faster rate. Plant growth is thus inhibited by the auxins produced when there is strong apical dominance."},
    {"paragraph2":"The axillary bud also has another special use, which is differentiating whether the plant is single-leafed or multi-leafed. If a plant is single-leafed, it is designated by one leaf after the axillary bud and the same goes for multi-leafed plants."},
    {"paragraph3":"There are some afflictions that can affect the growth of axillary buds and plants as a whole. One such affliction is phytoplasmas, which leads to rapid growth of the axillary buds and results in plants having a bushy appearance. Topophysis causes the location of axillary buds to be changed and can affect bud growth as well."}
  ]
}
